export const dialogues = {
  1: {
    start: 'n1',
    nodes: {
      n1: {
        speaker: { ru: 'СУ АНАСЫ', tt: 'СУ АНАСЫ' },
        text: { ru: 'Привет, странник! Ты не потерялся ли в моем лесу?', tt: 'Сәлам, сәяхәтче! Син минем урманда югалмадыңмы?' },
        options: [
          { id: 'a1', label: { ru: 'Нет, я иду к свету!', tt: 'Юк, мин утка барам!' }, next: 'n2' },
          { id: 'a2', label: { ru: 'Я ищу путь домой!', tt: 'Мин өйгә юл эзлим!' }, next: 'n2' },
          { id: 'a3', label: { ru: 'Да, я потерялся!', tt: 'Әйе, мин югалдым!' }, next: 'n3' },
          { id: 'a4', label: { ru: 'Я просто блуждаю здесь.', tt: 'Мин монда гади йөреп йөрим.' }, next: 'n3' },
        ],
      },
      n2: {
        speaker: { ru: 'СУ АНАСЫ', tt: 'СУ АНАСЫ' },
        text: { ru: 'Молодец! Свет всегда ведет к безопасности.', tt: 'Яхшы! Ут һәрвакыт иминлеккә алып бара.' },
        options: [
          { id: 'b1', label: { ru: 'Спасибо, я это знаю!', tt: 'Рәхмәт, мин моны беләм!' }, next: 'end' },
          { id: 'b2', label: { ru: 'Я буду осторожен!', tt: 'Мин сак булырмын!' }, next: 'end' },
          { id: 'b3', label: { ru: 'Но мне страшно здесь!', tt: 'Ләкин монда минем куркыныч!' }, next: 'end' },
          { id: 'b4', label: { ru: 'Здесь слишком темно для меня.', tt: 'Монда миңа бик кара төн.' }, next: 'end' },
        ],
      },
      n3: {
        speaker: { ru: 'СУ АНАСЫ', tt: 'СУ АНАСЫ' },
        text: { ru: 'Ха-ха! Ничего, немного повеселимся!', tt: 'Ха-ха! Ничек, без бераз күңел ачарга яшим!' },
        options: [
          { id: 'c1', label: { ru: 'Я предпочитаю веселье с друзьями!', tt: 'Мин дусларыма күңел ачуны өстим!' }, next: 'end' },
          { id: 'c2', label: { ru: 'Попробую не бояться!', tt: 'Ин курыкмаска тырышырмын!' }, next: 'end' },
          { id: 'c3', label: { ru: 'Я не люблю шутки в темноте.', tt: 'Мин карада шуткаларны яратмыйм.' }, next: 'end' },
          { id: 'c4', label: { ru: 'Мне хотелось бы уйти отсюда.', tt: 'Мин моннан китәргә телим.' }, next: 'end' },
        ],
      },
      end: {
        speaker: { ru: 'СУ АНАСЫ', tt: 'СУ АНАСЫ' },
        text: { ru: 'До встречи у воды!', tt: 'Су буенда очрашканчы!' },
        options: [],
      },
    },
  },
}

