export const items = [
  {
    id: '1',
    title: { ru: 'Су анасы', tt: 'Су анасы' },
    image: '/su_anasy.png',
    details: {
      history: {ru: 'В татарских легендах Су анасы — дух, связанный с древними верованиями в одушевлённость природы. Вероятно, образ возник как олицетворение опасности воды и таинственной силы рек.',
      tt: 'Татар риваятьләрендә Су анасы - табигатьнең рухлануына борынгы ышанулар белән бәйле рух. Ихтимал, бу образ су куркынычын һәм елгаларның серле көчен гәүдәләндерү буларак барлыкка килгәндер.',},
      habitat: { ru: 'Реки, озёра и глубокие водоёмы Татарстана и соседних земель.', tt: 'Татарстанның һәм күрше җирләрнең елгалары, күлләре һәм тирән сулыклары.' },
      features:{ ru: 'Женский дух воды с длинными зелёными волосами. Может заманивать людей, особенно мужчин, в воду. Иногда выступает как хранительница водоёмов и их обитателей.', tt: 'Хатын-кыз рухы озын яшел чәчле су. Кешеләрне, бигрәк тә ирләрне, суга алдарга мөмкин. Кайвакыт сулыкларны һәм аларда яшәүчеләрне саклаучы буларак чыгыш ясый.' },
    },
  },
  {
    id: '2',
    title: { ru: 'Шурале', tt: 'Шүрәле' },
    image: '/shurale.jpg',
    details: {
      history: { ru: 'текст...', tt: 'текст...' },
      habitat: { ru: 'текст...', tt: 'текст...' },
      features:{ ru: 'текст...', tt: 'текст...' },
    },
  },
  {
    id: '3',
    title: { ru: 'Зилант', tt: 'Зилант' },
    image: '/zilant.jpg',
    details: {
      history: { ru: 'текст...', tt: 'текст...' },
      habitat: { ru: 'текст...', tt: 'текст...' },
      features:{ ru: 'текст...', tt: 'текст...' },
    },
  },
  {
    id: '4',
    title: { ru: 'Юха', tt: 'Юха' },
    image: '/ucha.jpg',
    details: {
      history: { ru: 'текст...', tt: 'текст...' },
      habitat: { ru: 'текст...', tt: 'текст...' },
      features:{ ru: 'текст...', tt: 'текст...' },
    },
  },
  {
    id: '5',
    title: { ru: 'Каракчы', tt: 'Каракчы' },
    image: '/karakchi.jpg',
    details: {
      history: { ru: 'текст...', tt: 'текст...' },
      habitat: { ru: 'текст...', tt: 'текст...' },
      features:{ ru: 'текст...', tt: 'текст...' },
    },
  },
  {
    id: '6',
    title: { ru: 'Дию', tt: 'Дию' },
    image: '/diyu.jpg',
    details: {
      history: { ru: 'текст...', tt: 'текст...' },
      habitat: { ru: 'текст...', tt: 'текст...' },
      features:{ ru: 'текст...', tt: 'текст...' },
    },
  },
]



